tap "homebrew/bundle"
tap "homebrew/services"
brew "adr-tools"
brew "automake"
brew "ca-certificates"
brew "openssl@3"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "buildkit"
brew "python@3.12"
brew "cargo-bundle"
brew "chezmoi"
brew "circleci"
brew "cmake"
brew "cscope"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "doxygen"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "tcl-tk"
brew "git-gui"
brew "git-lfs"
brew "libevent"
brew "go"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "jemalloc"
brew "libev"
brew "libmetalink"
brew "libsodium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "lima"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "mas"
brew "msgpack"
brew "n", link: false
brew "neovim"
brew "nghttp2"
brew "openjdk"
brew "utf8proc"
brew "tmux"
brew "overmind"
brew "perl"
brew "pipx"
brew "pngpaste"
brew "postgresql@13", link: true
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundler"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "shared-mime-info"
brew "solargraph"
brew "spotify_player"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "wget"
brew "yadm"
brew "yamllint"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password-cli"
cask "alfred"
cask "dotnet-sdk"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "kitty"
cask "p4v"
cask "powershell"
cask "session-manager-plugin"
cask "visual-studio-code"
mas "Dashlane", id: 517914548
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
vscode "1password.op-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "aws-scripting-guy.cform"
vscode "christian-kohler.npm-intellisense"
vscode "circleci.circleci"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dionannd.tokyo-night-ported-nvim"
vscode "docker.make-runbook"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "efoerster.texlab"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "henrytsz.nvim"
vscode "hubspot.hubl"
vscode "masira1327.nvim-tree"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "msjsdiag.vscode-react-native"
vscode "nicollasr.vscode-streamdeck"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "rohit-gohri.format-code-action"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
